[Body.Body_Blade:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Returns [skill]a portion of your health[-skill] after each [skill]kill[-skill]."

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]max health[-skill]."

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Grants [skill]health regeneration[-skill]."
